
article.desc.content = content\uFF1A\u6587\u7AE0\u8BE6\u7EC6\u5185\u5BB9\uFF0C\u53EF\u4EE5\u5728\u8BE5\u5904\u586B\u5199\u63D2\u5165\u6587\u6863\u76F8\u5173\u4FE1\u606F\u5305\u62EC\uFF0C\u56FE\u7247\uFF0C\u6587\u6863\u7B49\u3002
article.desc.title   = \u6807\u9898\uFF1A\u76F8\u5173\u65B0\u95FB\u53CA\u4E8B\u4EF6\u6807\u9898
article.desc.type    = \u7C7B\u578B\uFF1A\u73B0\u9636\u6BB5\u6587\u7AE0\u5BF9\u8C61\u7C7B\u578B\uFF0C\u73B0\u652F\u6301\uFF08"News", "Company", "Others"\uFF09\u65B0\u95FB\uFF0C\u516C\u53F8\u4FE1\u606F\uFF0C\u5176\u4ED6\u4FE1\u606F\u3002

category.desc.display_value = display_value\uFF1A\u4EA7\u54C1\u5206\u7C7B\u540D\u79F0\uFF0C\u663E\u793A\u540D\u79F0\u3002
category.desc.following     = following\uFF1A\u7236\u7EA7\u7C7B\u522B\u4E0B\u7684\u5B50\u7EA7\u7C7B\u522B\u7EF4\u62A4\u3002
category.desc.levelNo       = \u5C42\u7EA7\uFF1A\u5206\u7C7B\u7684\u5C42\u7EA7\u7EF4\u62A4\uFF0C\u73B0\u9636\u6BB5\u63D0\u4F9B\u4E09\u7EA7\u5206\u7C7B\u7EF4\u62A4\uFF08"Top", "level1", "level2", "level3"\uFF09\u3002
category.desc.orderBy       = \u6392\u5E8F:\u63D0\u4F9B\u7C7B\u522B\u4E4B\u95F4\u7684\u987A\u5E8F\u6392\u5217\u5B9E\u73B0\u7C7B\u522B\u5206\u7C7B\u6309\u7167\u65E2\u5B9A\u987A\u5E8F\u6392\u5217\u3002
category.desc.product       = Product\uFF1A\u7C7B\u522B\u4E0B\u7EF4\u62A4\u4EA7\u54C1\u96C6\u5408\u3002

default.blank.message              = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u4E0D\u80FD\u4E3A\u7A7A
default.doesnt.match.message       = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0E\u5B9A\u4E49\u7684\u6A21\u5F0F [{3}]\u4E0D\u5339\u914D
default.invalid.creditCard.message = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0D\u662F\u4E00\u4E2A\u6709\u6548\u7684\u4FE1\u7528\u5361\u53F7
default.invalid.email.message      = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0D\u662F\u4E00\u4E2A\u5408\u6CD5\u7684\u7535\u5B50\u90AE\u4EF6\u5730\u5740
default.invalid.max.message        = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u6BD4\u6700\u5927\u503C [{3}]\u8FD8\u5927
default.invalid.max.size.message   = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u7684\u5927\u5C0F\u6BD4\u6700\u5927\u503C [{3}]\u8FD8\u5927
default.invalid.min.message        = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u6BD4\u6700\u5C0F\u503C [{3}]\u8FD8\u5C0F
default.invalid.min.size.message   = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u7684\u5927\u5C0F\u6BD4\u6700\u5C0F\u503C [{3}]\u8FD8\u5C0F
default.invalid.range.message      = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0D\u5728\u5408\u6CD5\u7684\u8303\u56F4\u5185( [{3}] \uFF5E [{4}] )
default.invalid.size.message       = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u7684\u5927\u5C0F\u4E0D\u5728\u5408\u6CD5\u7684\u8303\u56F4\u5185( [{3}] \uFF5E [{4}] )
default.invalid.url.message        = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0D\u662F\u4E00\u4E2A\u5408\u6CD5\u7684URL
default.invalid.validator.message  = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u672A\u80FD\u901A\u8FC7\u81EA\u5B9A\u4E49\u7684\u9A8C\u8BC1
default.not.equal.message          = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0E[{3}]\u4E0D\u76F8\u7B49
default.not.inlist.message         = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u4E0D\u5728\u5217\u8868\u7684\u53D6\u503C\u8303\u56F4\u5185
default.not.unique.message         = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u7684\u503C[{2}]\u5FC5\u987B\u662F\u552F\u4E00\u7684
default.null.message               = [{1}]\u7C7B\u7684\u5C5E\u6027[{0}]\u4E0D\u80FD\u4E3Anull
default.paginate.next              = \u4E0B\u9875
default.paginate.prev              = \u4E0A\u9875
default.vo.description             = \u7F51\u9875\u63CF\u8FF0\uFF1A\u63D0\u4F9B\u5F53\u524D\u7EF4\u62A4\u4FE1\u606F\u63CF\u8FF0\uFF0C\u597D\u7684\u63CF\u8FF0\u63D0\u9AD8\u641C\u7D22\u5F15\u64CE\u6355\u83B7\u7387\uFF0C\u8BA9\u641C\u7D22\u5F15\u64CE\u5FEB\u901F\u627E\u5230\u5F53\u524D\u7F51\u7AD9\u9875\u9762
default.vo.wordsKey                = \u641C\u7D22\u5173\u952E\u5B57\uFF1A\u63D0\u4F9B\u641C\u7D22\u5173\u952E\u5B57\uFF0C\u63D0\u9AD8\u641C\u7D22\u5F15\u64CE\u6355\u83B7\u7387\u3002

menu.desc.belongsTo    = \u7236\u7EA7\uFF1A\u7EF4\u62A4\u83DC\u5355\u7236\u5B50\u5173\u7CFB\u7684\u5C5E\u6027\u63D0\u4F9B\u9009\u62E9\u7236\u83DC\u5355\u529F\u80FD\u3002
menu.desc.displayValue = \u83DC\u5355\uFF1A\u7EF4\u62A4\u9875\u9762\u6A2A\u5411\u5BFC\u822A\u53CA\u5173\u8054\u83DC\u5355\u94FE\u63A5
menu.desc.hasMany      = \u5B50\u7EA7\uFF1A\u7EF4\u62A4\u83DC\u5355\u7236\u5B50\u5173\u7CFB\u7684\u5C5E\u6027\u63D0\u4F9B\u9009\u62E9\u5B50\u7EA7\u83DC\u5355\u529F\u80FD\u3002
menu.desc.levelNo      = \u5C42\u7EA7\uFF1A\u83DC\u5355\u7684\u5C42\u7EA7\u7EF4\u62A4\uFF0C\u73B0\u9636\u6BB5\u63D0\u4F9B\u4E09\u7EA7\u83DC\u5355\u7EF4\u62A4\uFF08"Top", "level1", "level2", "level3"\uFF09\u5176\u4E2DTop\u4E3A\u6A2A\u5411\u5BFC\u822A\u83DC\u5355\uFF0C\u5269\u4F59\u7B49\u7EA7\u7EF4\u62A4\u4E3A\u5B50\u7EA7\u3002
menu.desc.orderBy      = \u6392\u5E8F:\u63D0\u4F9B\u83DC\u5355\u4E4B\u95F4\u7684\u987A\u5E8F\u6392\u5217\u5B9E\u73B0\u83DC\u5355\u6309\u7167\u65E2\u5B9A\u987A\u5E8F\u6392\u5217\u3002
menu.desc.parentMenu   = parentMenu\uFF1A\u7EF4\u62A4\u5176\u7236\u7EA7\u83DC\u5355\u529F\u80FD\u3002\u4F9B\u9009\u62E9\u5DF2\u7ECF\u5B58\u5728\u7684\u83DC\u5355\u505A\u4E3A\u7236\u7EA7\u83DC\u5355\u3002
menu.desc.perLink      = \u94FE\u63A5 \uFF1A\u83DC\u5355\u4F7F\u7528\u7684\u540E\u53F0\u94FE\u63A5
menu.desc.position     = \u4F4D\u7F6E\uFF1A\u63D0\u4F9B\u83DC\u5355\u7684\u7B80\u5355\u4F4D\u7F6E\u6392\u5217\uFF1B\u73B0\u9636\u6BB5\u4E0D\u63D0\u4F9B\u4F7F\u7528\u4F9B\u4EE5\u540E\u6269\u5C55\u5B9E\u73B0\u83DC\u5355\u52A8\u6001\u4F4D\u7F6E\u6392\u5217

product.desc.category      = category\uFF1A\u4EA7\u54C1\u7EF4\u62A4\u5C5E\u4E8E\u7684\u5206\u7C7B\uFF0C\u4E0D\u540C\u7684\u4EA7\u54C1\u5F52\u7C7B\u5230\u4E0D\u540C\u7684\u7C7B\u522B\u3002
product.desc.intro         = intro\uFF1A\u5546\u54C1\u7B80\u4ECB\u4FE1\u606F\u63CF\u8FF0\u3002
product.desc.name          = name:\u5546\u54C1\u540D\u79F0\u3002
product.desc.off           = off\uFF1A\u5546\u54C1\u5B9E\u9645\u6298\u6263\u4EF7\u683C\u3002
product.desc.orderBy       = orderBy\uFF1A\u5546\u54C1\u6392\u5217\u987A\u5E8F\uFF0C\u7C7B\u4F3C\u5546\u54C1\u7F6E\u9876\u529F\u80FD\u5B9E\u73B0\u7B80\u5355\u6392\u5E8F\u3002
product.desc.picture_url   = picture_url\uFF1A\u5546\u54C1\u5C55\u793A\u56FE\u7247\u8DEF\u5F84\u3002
product.desc.price         = price\uFF1A\u5546\u54C1\u51FA\u552E\u4EF7\u683C\u3002
product.desc.product_desc  = product_desc\uFF1A\u5546\u54C1\u4FE1\u606F\u8BE6\u7EC6\u63CF\u8FF0\u3002
product.desc.specification = specification\uFF1A\u5546\u54C1\u89C4\u683C\u53C2\u6570\u3002

systemConfiguration.desc.absolute_url        = absolute_url\uFF1A\u7F51\u7AD9\u8BBF\u95EE\u7EDD\u5BF9\u8DEF\u5F84\uFF0C\u7EF4\u62A4\u4EBA\u5458\u4F7F\u7528\u5B9E\u73B0\u670D\u52A1\u5668\u8DF3\u8F6C\u914D\u7F6E\u3002
systemConfiguration.desc.contact             = contact\uFF1A\u7F51\u7AD9\u8054\u7CFB\u4EBA\u53CA\u8054\u7CFB\u4FE1\u606F\u3002
systemConfiguration.desc.isEnable            = isEnable\uFF1A\u662F\u5426\u4F7F\u7528\uFF0C\u591A\u5957\u7F51\u7AD9\u914D\u7F6E\u7684\u65F6\u5019\u53EF\u4EE5\u901A\u8FC7\u66F4\u6539\u8BE5\u914D\u7F6E\u9879\u52A8\u6001\u5B8C\u6210\u914D\u7F6E\uFF0C\u53EA\u80FD\u6709\u4E00\u4E2Ature\u503C\u3002
systemConfiguration.desc.website_description = website_description\uFF1A\u7F51\u7AD9\u7AD9\u70B9\u9996\u9875\u63CF\u8FF0\u4FE1\u606F\u3002\u597D\u7684\u63CF\u8FF0\u53EF\u4EE5\u63D0\u9AD8\u7F51\u7AD9\u88AB\u641C\u7D22\u5F15\u64CE\u6293\u53D6\u7684\u673A\u7387\u3002
systemConfiguration.desc.website_email       = website_email: website Lord, email addresses, for follow-up the related mailing the extended use of the information.
systemConfiguration.desc.website_footer_des  = website_footer_des\uFF1A\u7F51\u7AD9\u5E95\u90E8\u90E8\u5206\u7684\u63CF\u8FF0\u4FE1\u606F\uFF0C\u63D0\u4F9B\u4E00\u4E9B\u7B80\u5355\u4FE1\u606F\u548C\u53CB\u7AD9\u94FE\u63A5\u53CA\u8BA4\u8BC1\uFF0C\u7AD9\u70B9\u7248\u672C\u4FE1\u606F\u7B49\u7B49\u4FE1\u606F\u3002
systemConfiguration.desc.website_keywords    = website_keywords\uFF1A\u7F51\u7AD9\u7AD9\u70B9\u9996\u9875\u5173\u952E\u5B57\u3002\u70B9\u51FB\u7387\u9AD8\u7684\u5173\u952E\u5B57\u53EF\u4EE5\u63D0\u9AD8\u7F51\u7AD9\u88AB\u641C\u7D22\u5F15\u64CE\u6293\u53D6\u7684\u673A\u7387\u3002
systemConfiguration.desc.website_name        = website_name\uFF1A\u7F51\u7AD9\u7AD9\u70B9\u540D\u79F0\uFF0C\u591A\u5957\u7CFB\u7EDF\u4F7F\u7528\u540C\u4E00\u7A0B\u5E8F\u7CFB\u7EDF\u7528\u6765\u533A\u5206\u4E0D\u540C\u7AD9\u70B9\u3002
systemConfiguration.desc.welcome             = welcome\uFF1A\u7F51\u7AD9\u53F3\u4E0A\u89D2\u7684\u6B22\u8FCE\u63CF\u8FF0\uFF0C\u540C\u6837\u4E5F\u53EF\u4EE5\u662F\u4F60\u81EA\u5B9A\u4E49\u7684\u4E00\u4E9B\u6587\u5B57\u53CA\u56FE\u7247\u4FE1\u606F\u3002

viewerConfig.desc.isEanble  = isEnable\uFF1A\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u4E2D\u5355\u4E2A\u56FE\u7247\u9879\u662F\u5426\u542F\u7528\uFF0C\u5F53\u4E3Atrue\u503C\u7684\u65F6\u5019\u53EF\u4EE5\u663E\u793A\u5728\u56FE\u7247\u89C6\u56FE\u6846\u4E2D\uFF0C\u4E3Afalse\u65F6\u5219\u4E0D\u80FD\u518D\u89C6\u56FE\u6846\u4E2D\u663E\u793A\uFF0C\u53EF\u4EE5\u5B58\u5728\u591A\u4E2Atrue\u503C\u3002
viewerConfig.desc.perLink   = perlink\uFF1A\u56FE\u7247\u89C6\u56FE\u5173\u8054\u7684\u94FE\u63A5\uFF0C\u8BE5\u94FE\u63A5\u4E0E\u5176\u4ED6\u914D\u7F6E\u94FE\u63A5\u4E0D\u540C\uFF0C\u8BE5\u94FE\u63A5\u53EF\u4EE5\u4E3A\u975E\u7AD9\u70B9\u5185\u94FE\u63A5\u4FE1\u606F\u3002\u5F53\u8BE5\u94FE\u63A5\u4E3A\u975E\u7AD9\u70B9\u5185\u94FE\u63A5\u65F6\u6CE8\u610Ftarget\u8F93\u5165\u6846\u8BF7\u9009\u62E9\u201C_blank\u201D\u3002
viewerConfig.desc.picPath   = picPath\uFF1A\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u4E2D\u5355\u4E2A\u56FE\u7247\u4FE1\u606F\u3002
viewerConfig.desc.position  = position\uFF1A\u5F53\u524D\u8BB0\u5F55\u7684\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u663E\u793A\u5728\u54EA\u4E2A\u4E00\u5757\u5BF9\u5E94\u7684\u533A\u57DF\uFF0C\u73B0\u5728\u652F\u6301\u4E24\u79CD\u533A\u57DF\u201DHome\u201C\uFF0C\u201DrightA\u201D\u5206\u522B\u4E3A\u9996\u9875\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u548C\u53F3\u4FA7\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\uFF0C\u5982\u679C\u9700\u8981\u53EF\u4EE5\u589E\u52A0\u56FE\u7247\u662F\u89C6\u56FE\u914D\u7F6E\u7684\u9700\u6C42\u5F00\u53D1\u3002
viewerConfig.desc.target    = target\uFF1A\u5B9E\u73B0\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u80CC\u540E\u94FE\u63A5\u4EE5\u5982\u4F55\u7684\u65B9\u5F0F\u6253\u5F00\u73B0\u5728\u652F\u6301"_self", "_blank", "_media", "_parent", "_search", "_top"\u8FD9\u51E0\u79CD\u6253\u5F00\u65B9\u5F0F\uFF0C\u5EFA\u8BAE\u4F7F\u7528"_self", "_blank", \u5206\u522B\u4E3A\u5728\u5F53\u524D\u7A97\u53E3\u6253\u5F00\u94FE\u63A5\u4EE5\u53CA\u5728\u65B0\u7684\u6D4F\u89C8\u5668\u7A97\u53E3\u548C\u9875\u7B7E\u6253\u5F00\u94FE\u63A5\u3002
viewerConfig.desc.title     = title\uFF1A\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u4E2D\u56FE\u7247\u5173\u8054\u4FE1\u606F\u7684\u6807\u9898\uFF0C\u5B9E\u73B0\u5BF9\u56FE\u7247\u80CC\u540E\u94FE\u63A5\u7684\u5185\u5BB9\u7684\u6807\u9898\u4FE1\u606F\u3002
viewerConfig.desc.view_desc = view_desc\uFF1A\u56FE\u7247\u89C6\u56FE\u914D\u7F6E\u4E2D\u56FE\u7247\u5173\u8054\u4FE1\u606F\u7684\u7B80\u8981\u63CF\u8FF0\uFF0C\u53EF\u4EE5\u5B9E\u73B0\u56FE\u7247\u60AC\u6D6E\u6216\u8005\u662F\u56FE\u7247\u4E0A\u5C42\u4FE1\u606F\u663E\u793A\u529F\u80FD\u3002
viewerConfig.desc.type      =type :it defined which page the small picture should be show